[
	{
		"sort": null,
		"status": "archived",
		"id": 1,
		"icon": "help",
		"iconSourceSvgLightTheme": null,
		"iconSourceSvgDarkTheme": null,
		"statisticName": "help",
		"translations": [
			{
				"title": "Help",
				"id": 1,
				"content": "<h1>You will find the help you need on this page</h1>\n<p>&nbsp;</p>\n<p>If you encounter any problems or have any suggestions, please do not hesitate to contact us at the following email address: aidekk@gmail.com</p>\n<p>We hope you enjoy using our mobile application.</p>\n<p>&nbsp;</p>",
				"pages_id": 1,
				"languages_code": "en"
			},
			{
				"title": "Aide",
				"id": 2,
				"content": "<h1>Vous trouverez l'aide n&eacute;c&eacute;ssaire sur cette page&nbsp;</h1>\n<p>&nbsp;</p>\n<p>Si vous rencontrez des probl&egrave;mes ou si vous avez des suggestions, n'h&eacute;sitez pas &agrave; nous contacter &agrave; l'adresse suivante : aidekk@gmail.com</p>\n<p>Nous esp&eacute;rons que vous appr&eacute;cierez l'utilisation de notre application mobile.</p>\n<p>&nbsp;</p>",
				"pages_id": 1,
				"languages_code": "fr"
			}
		]
	},
	{
		"sort": null,
		"status": "published",
		"id": 3,
		"icon": "help-circle-outline",
		"iconSourceSvgLightTheme": null,
		"iconSourceSvgDarkTheme": null,
		"statisticName": "help",
		"translations": [
			{
				"title": "Aide",
				"id": 5,
				"content": "<p><img src=\"https://directus.sied-prod.paas.univ-lorraine.fr/assets/85653b13-c602-408b-b519-d0b5df91500d?width=50&amp;height=45\" alt=\" Ully\"></p>\n<h2>Synchronisation mail, contacts, agenda</h2>\n<p>Pour un usage plus ergonomique, votre messagerie universitaire Zimbra s'int&egrave;gre aux applications natives de votre smartphone.</p>\n<p>Pour configurer cela, suivez le <a href=\"https://wikidocs.univ-lorraine.fr/x/2gQ1Aw\" target=\"_blank\" rel=\"noopener\">guide</a>.</p>\n<h2>Configuration des r&eacute;seaux wifi</h2>\n<p>Vous disposez d'un r&eacute;seau wifi unique sur tous les campus et CROUS de l'&eacute;tablissement. La mani&egrave;re la plus simple de configurer votre connexion est d'utiliser le configurateur. Vous trouverez toutes les explications ici :&nbsp;<a href=\"https://wikidocs.univ-lorraine.fr/display/DNDoc/Configurateur+WiFi\" target=\"_blank\" rel=\"noopener\">Documentation</a></p>\n<h2>Perte / R&eacute;-initialisation de mot de passe</h2>\n<p>Vous souhaitez r&eacute;-initialiser votre mot de passe suite &agrave; un incident tel qu'un vol de compte, ou avez simplement oubli&eacute; votre identifiant ou votre mot de passe. Rendez-vous sur l'application <a href=\"https://sesame.univ-lorraine.fr/\" target=\"_blank\" rel=\"noopener\">s&eacute;same</a>.</p>\n<p>&nbsp;</p>\n<p>Enfin, n'h&eacute;sitez pas &agrave; vous adresser &agrave; notre chatbot Ully accessible depuis le menu en bas de cette application.</p>",
				"pages_id": 3,
				"languages_code": "fr"
			},
			{
				"title": "Help",
				"id": 6,
				"content": "<p><img src=\"https://directus.sied-prod.paas.univ-lorraine.fr/assets/85653b13-c602-408b-b519-d0b5df91500d?width=50&amp;height=45\" alt=\" Ully\"></p>\n<h2>Mail, contacts and calendar synchronization</h2>\n<p>For even greater ease of use, your Zimbra university e-mail system can be integrated with your smartphone's native applications.</p>\n<p>To configure this, follow the <a href=\"https://wikidocs.univ-lorraine.fr/x/2gQ1Aw\" target=\"_blank\" rel=\"noopener\">guide</a>.</p>\n<h2>Configuring wifi networks</h2>\n<p>You have a single wifi network on all your campuses and CROUS. The easiest way to configure your connection is to use the configurator. You will find all the explanations here : <a href=\"https://wikidocs.univ-lorraine.fr/display/DNDoc/Configurateur+WiFi\" target=\"_blank\" rel=\"noopener\">Documentation</a></p>\n<h2>Lost / reset password</h2>\n<p>You need to reset your password following an incident such as account theft, or you've simply forgotten your login or password. Go to the <a href=\"https://sesame.univ-lorraine.fr/\" target=\"_blank\" rel=\"noopener\">Sesame</a> application.</p>\n<p>&nbsp;</p>\n<p>Finally, don't hesitate to contact our Ully chatbot, accessible from the menu at the bottom of this application.</p>",
				"pages_id": 3,
				"languages_code": "en"
			}
		]
	},
	{
		"sort": null,
		"status": "published",
		"id": 4,
		"icon": "shield-checkmark-outline",
		"iconSourceSvgLightTheme": null,
		"iconSourceSvgDarkTheme": null,
		"statisticName": "privacy-policy",
		"translations": [
			{
				"title": "Règles de confidentialité",
				"id": 7,
				"content": "<h2>S&Eacute;CURIT&Eacute; DES DONN&Eacute;ES</h2>\n<p><strong>NAVIGATION S&Eacute;CURIS&Eacute;E HTTPS</strong></p>\n<p>Votre navigation sur l'application est s&eacute;curis&eacute;e et crypt&eacute;e par le protocole HTTPS. Votre activit&eacute; est ainsi prot&eacute;g&eacute;e tout au long de votre utilisation de l'application et les &eacute;changes avec le serveur qui pourraient &ecirc;tre intercept&eacute;s pour une utilisation frauduleuse ne peuvent &ecirc;tre d&eacute;chiffr&eacute;s et interpr&eacute;t&eacute;s.</p>\n<p><strong>INFORMATIONS D'AUTHENTIFICATION</strong></p>\n<p>L'application UnivLorraine, dans sa version native (Android et Apple), vous propose de sauvegarder votre mot de passe. Ce mot de passe est stock&eacute; crypt&eacute; dans une base de donn&eacute;es et la cl&eacute; de cryptage permettant l'utilisation de ce mot de passe est partag&eacute;e entre le client et le serveur afin que votre authentification ne puisse &ecirc;tre utilis&eacute;e par autre chose que l'application install&eacute;e sur votre appareil.</p>\n<p>En cas de perte ou de vol de votre appareil, il est imp&eacute;ratif de changer votre mot de passe depuis votre s&eacute;same https://sesame.univ-lorraine.fr/index et d'en avertir votre service informatique.</p>\n<h2>LES DONN&Eacute;ES QUE NOUS COLLECTONS ET LES RAISONS DE CETTE COLLECTE</h2>\n<p>L'application UnivLorraine collecte des informations relatives &agrave; votre acc&egrave;s aux diff&eacute;rents services qu'elle propose (date et heure, fr&eacute;quence, adresse IP). Cette collecte nous sert uniquement exclusivement &agrave; &eacute;tablir des statistiques d'utilisation de l'application afin de vous proposer des services plus adapt&eacute;s &agrave; vos habitudes et &agrave; vos besoins.</p>\n<p>Ces statistiques sont anonymis&eacute;es et ne sont accessibles qu'aux personnels du Service Num&eacute;rique de l'Universit&eacute; de Lorraine. Aucune donn&eacute;e n'est partag&eacute;e avec d'autres services ou soci&eacute;t&eacute;s tiers.</p>\n<p>L'application ne collecte aucune autre donn&eacute;e (localisation, contacts, etc.).</p>\n<h2 class=\"gb-headline gb-headline-de1ca841 gb-headline-text\">FONCTIONNALIT&Eacute;S DES P&Eacute;RIPH&Eacute;RIQUES</h2>\n<p>L'application UnivLorraine acc&egrave;de &agrave; un certain nombre de services propos&eacute;s par vos navigateurs et appareils. Il vous demande obligatoirement des autorisations pour cela :</p>\n<ul>\n<li>soit globalement au moment de l'installation</li>\n<li>ou lors de l'utilisation du service pour les autorisations n&eacute;cessaires.</li>\n</ul>\n<p>L'application n'utilise jamais aucune fonction de votre appareil ou de votre navigateur sans votre consentement. De plus, les applications natives iOS et Android ne pourraient pas &ecirc;tre publi&eacute;es sur les stores si elles ne demandaient pas ces autorisations. Enfin, aucune information n'est partag&eacute;e avec d'autres services ou entreprises tiers.</p>\n<p><strong>INFORMATIONS SUR VOTRE CONNEXION</strong></p>\n<p>L'application UnivLorraine n&eacute;cessite de conna&icirc;tre l'&eacute;tat de votre connexion (wifi/3G/offline) afin de vous proposer les services adapt&eacute;s. Il vous demande donc l'autorisation d'acc&eacute;der &agrave; ces informations qui ne sont ni collect&eacute;es ni stock&eacute;es.</p>\n<p><strong>INFORMATIONS SUR VOTRE APPAREIL</strong></p>\n<p>L'application UnivLorraine n&eacute;cessite de conna&icirc;tre votre type de mat&eacute;riel, OS, version du syst&egrave;me afin d'&eacute;tablir des statistiques d'&eacute;quipement et de proposer des services adapt&eacute;s. Elle vous demande donc l'autorisation d'acc&eacute;der &agrave; ces informations, qui sont collect&eacute;es &agrave; des fins statistiques uniquement (voir paragraphe).</p>\n<p><strong>INFORMATIONS SUR VOTRE POSITION G&Eacute;OGRAPHIQUE</strong></p>\n<p>L'application UnivLorraine propose un service de g&eacute;olocalisation de l'ensemble des sites de l'&eacute;tablissement. En plus de proposer les coordonn&eacute;es de chaque entit&eacute;, il vous offre la possibilit&eacute; de vous g&eacute;olocaliser par rapport &agrave; celles-ci pour un &eacute;ventuel calcul d'itin&eacute;raire.</p>\n<p>De plus, l'application UnivLorraine vous informe des menus des diff&eacute;rents restaurants universitaires. Pour vous offrir la meilleure exp&eacute;rience, l'application classe ces restaurants par ordre de proximit&eacute; par rapport &agrave; votre emplacement.</p>\n<p>Pour ces services, l'application n&eacute;cessite et vous demande l'autorisation de conna&icirc;tre votre position g&eacute;ographique. Ces informations ne sont ni collect&eacute;es ni stock&eacute;es.</p>\n<p><strong>ACC&Egrave;S &Agrave; VOS CONTACTS</strong></p>\n<p>L'application UnivLorraine propose un service Annuaire qui permet de rechercher les coordonn&eacute;es de tout personnel ou &eacute;tudiant de l'&eacute;tablissement. Il vous offre alors la possibilit&eacute; d'enregistrer le contact trouv&eacute; directement dans votre carnet d'adresses.</p>\n<p>Pour cela, l'application vous demande l'autorisation d'acc&eacute;der &agrave; votre carnet d'adresses (vos contacts). Il ne lit ni ne partage vos contacts existants.</p>\n<p><strong>ACC&Egrave;S AU STOCKAGE</strong></p>\n<p>En g&eacute;n&eacute;ral, l'application UnivLorraine conserve un certain nombre d'informations charg&eacute;es (en cache) afin d'&eacute;viter d'avoir &agrave; la recharger ult&eacute;rieurement. Cela am&eacute;liore les performances pour vous offrir une meilleure convivialit&eacute; et une exp&eacute;rience optimale.</p>\n<p>Pour cela, l'application utilise la m&eacute;moire de votre navigateur ou vous demande l'autorisation d'acc&eacute;der &agrave; la m&eacute;moire de votre appareil. Les espaces de stockage sont cloisonn&eacute;s et l'application ne peut pas acc&eacute;der aux donn&eacute;es stock&eacute;es par d'autres applications.</p>\n<p><strong>ACC&Eacute;DER &Agrave; VOTRE CAM&Eacute;RA</strong></p>\n<p>L'application UnivLorraine propose un service de r&eacute;servation d'espace de travail accessible, entre autres, gr&acirc;ce &agrave; un QRCode affich&eacute; &agrave; l'entr&eacute;e des salles.</p>\n<p>Pour scanner le QRCode, l'application utilise la cam&eacute;ra puis une biblioth&egrave;que de lecture de QRCode pour d&eacute;terminer la pi&egrave;ce correspondante afin de lancer la recherche.</p>\n<p>C'est pourquoi l'application vous demande la permission d'utiliser l'appareil photo de votre appareil.</p>",
				"pages_id": 4,
				"languages_code": "fr"
			},
			{
				"title": "Privacy policy",
				"id": 8,
				"content": "<h2>DATA SECURITY</h2>\n<p><strong>HTTPS SECURE BROWSING</strong></p>\n<p>Your navigation on the application is secure and encrypted by the HTTPS protocol. Your activity is thus protected throughout your use of the application and the exchanges with the server which could be intercepted for fraudulent use cannot be decrypted and interpreted.</p>\n<p><strong>AUTHENTICATION INFORMATION</strong></p>\n<p>The UnivLorraine application, in its native version (Android and Apple), offers you to save your password. This password is stored encrypted in a database and the encryption key allowing the use of this password is shared between the client and the server so your authentication cannot be used by anything other than the application installed on your device.</p>\n<p>If your device is lost or stolen, it is imperative to change your password from your sesame https://sesame.univ-lorraine.fr/index and notify your IT department.</p>\n<h2>THE DATA WE COLLECT AND THE REASONS FOR THIS COLLECTION</h2>\n<p>The UnivLorraine application collects information about your access to the various services it offers (date and time, frequency, IP address). This collection only serves us exclusively to establish statistics of use of the application in order to offer services more adapted to your habits and your needs.</p>\n<p>These statistics are anonymized and are only accessible to staff of the Digital Department of the University of Lorraine. No data is shared with other third-party services or companies.</p>\n<p>The application does not collect any other data (location, contacts, etc.).</p>\n<h2>DEVICE FEATURES</h2>\n<p>The UnivLorraine application accesses a number of services offered by your browsers and devices. It necessarily asks you for permissions for this:</p>\n<ul>\n<li>either globally at the time of installation</li>\n<li>or when using the service for the necessary authorizations.</li>\n</ul>\n<p>The app never uses any function of your device or browser without your consent. Moreover, the native iOS and Android applications could not be published on the stores if they did not request these authorizations. Finally, no information is shared with other third-party services or companies.</p>\n<p><strong>INFORMATION ABOUT YOUR CONNECTION</strong></p>\n<p>The UnivLorraine application requires knowing the status of your connection (wifi/3G/offline) in order to offer you the appropriate services. It therefore asks you for permission to access this information, which is neither collected nor stored.</p>\n<p><strong>INFORMATION ABOUT YOUR DEVICE</strong></p>\n<p>The UnivLorraine application requires knowing your type of hardware, OS, system version in order to establish equipment statistics and offer suitable services. It therefore asks you for permission to access this information, which is collected for statistical purposes only (see paragraph).</p>\n<p><strong>INFORMATION ABOUT YOUR GEOGRAPHICAL POSITION</strong></p>\n<p>The UnivLorraine application offers a geolocation service for all of the establishment's sites. In addition to offering the coordinates of each entity, it offers you the possibility of geolocating yourself in relation to them for a possible route calculation.</p>\n<p>In addition, the UnivLorraine application informs you of the menus in the various university restaurants. To give you the best experience, the app ranks these restaurants in order of proximity to your location.</p>\n<p>For these services, the application requires and asks you for permission to know your geographical position. This information is neither collected nor stored.</p>\n<p><strong>ACCESS TO YOUR CONTACTS</strong></p>\n<p>The UnivLorraine application offers a Directory service that allows you to search for the contact details of any staff or student of the establishment. It then offers you the possibility of saving the contact found directly in your address book.</p>\n<p>To do this, the application asks you for permission to access your address book (your contacts). It does not read or share your existing contacts.</p>\n<p><strong>STORAGE ACCESS</strong></p>\n<p>In general, the UnivLorraine application keeps a certain amount of information loaded (in cache) in order to avoid having to reload it later. This improves performance to give you better usability and an optimal experience.</p>\n<p>For this, the application uses the storage of your browser or asks you for permission to access the storage of your device. The storage spaces are partitioned and the application cannot access data stored by other applications.</p>\n<p><strong>ACCESSING YOUR CAMERA</strong></p>\n<p>The UnivLorraine application offers a workspace reservation service accessible, among other things, through a QRCode displayed at the entrance to the rooms.</p>\n<p>To scan the QRCode, the application uses the camera then a QRCode reading library to determine the corresponding room in order to launch the search.</p>\n<p>That's why the app asks you for permission to use your device's camera.</p>",
				"pages_id": 4,
				"languages_code": "en"
			}
		]
	}
]